Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Discard Changes…
ar: تجاهل التغييرات…
de: Änderungen verwerfen…
es: Descartar cambios…
fr: Abandonner les modifications…
id: Buang Perubahan…
it: Scarta modifiche…
ja: 変更を破棄…
ko: 변경 사항 버리기…
nl: Wijzigingen verwerpen…
pt_br: Descartar alterações…
ru: Отменить изменения…
th: ละทิ้งการเปลี่ยนแปลง…
tr: Değişiklikleri At…
vi: Hủy bỏ thay đổi…
zh_hans: 丢弃更改…
zh_hant: 丟棄變更…

source: Discard all changes
ar: تجاهل جميع التغييرات
de: Alle Änderungen verwerfen
es: Descartar todos los cambios
fr: Abandonner toutes les modifications
id: Buang Semua Perubahan
it: Scarta tutte le modifiche
ja: すべての変更を破棄
ko: 모든 변경 사항 버리기
nl: Alle wijzigingen verwerpen
pt_br: Descartar todas as alterações
ru: Отменить все изменения
th: ละทิ้งการเปลี่ยนแปลงทั้งหมด
tr: Tüm Değişiklikleri At
vi: Hủy bỏ mọi thay đổi
zh_hans: 丢弃所有更改
zh_hant: 丟棄所有變更

source: Discard changes in %@
ar: تجاهل التغييرات في %@
de: Änderungen in %@ verwerfen
es: Descartar cambios en %@
fr: Abandonner les modifications de %@
id: Buang perubahan di %@
it: Scarta modifiche in %@
ja: %@の変更を破棄
ko: %@의 변경 사항 버리기
nl: Wijzigingen in %@ verwerpen
pt_br: Descartar alterações em %@
ru: Отменить изменения в %@
th: ละทิ้งการเปลี่ยนแปลงใน %@
tr: %@ içindeki değişiklikleri at
vi: Hủy bỏ thay đổi trong %@
zh_hans: 丢弃 %@ 中的更改
zh_hant: 丟棄 %@ 中的變更

source: Discard changes in %@?
ar: هل تريد تجاهل التغييرات في %@؟
de: Änderungen in %@ verwerfen?
es: ¿Descartar cambios en %@?
fr: Abandonner les modifications de %@ ?
id: Buang perubahan di %@?
it: Scartare le modifiche in %@?
ja: %@の変更を破棄しますか？
ko: %@의 변경 사항을 버릴까요?
nl: Wijzigingen in %@ verwerpen?
pt_br: Descartar alterações em %@?
ru: Отменить изменения в %@?
th: ละทิ้งการเปลี่ยนแปลงใน %@ หรือไม่
tr: %@ içindeki değişiklikler atılsın mı?
vi: Hủy bỏ thay đổi trong %@?
zh_hans: 要丢弃 %@ 中的更改吗？
zh_hant: 要丟棄 %@ 中的變更嗎？

source: Discard the %lld reviewed changes? Untracked and moved files go to the Trash.
ar: هل تريد تجاهل %lld تغيير تمت مراجعته؟ ستُنقل الملفات غير المتتبَّعة والمنقولة إلى سلة المهملات.
de: Die %lld geprüften Änderungen verwerfen? Unversionierte und verschobene Dateien werden in den Papierkorb gelegt.
es: ¿Descartar los %lld cambios revisados? Los archivos sin seguimiento y movidos irán a la papelera.
fr: Abandonner les %lld modifications examinées ? Les fichiers non suivis et déplacés seront placés dans la corbeille.
id: Buang %lld perubahan yang ditinjau? File yang tidak dilacak dan dipindahkan akan masuk ke Tong Sampah.
it: Scartare le %lld modifiche revisionate? I file non tracciati e spostati finiranno nel Cestino.
ja: 確認した変更%lld件を破棄しますか？未追跡と移動済みのファイルはゴミ箱に移動します。
ko: 검토한 변경 사항 %lld개를 버릴까요? 추적되지 않는 파일과 이동된 파일은 휴지통으로 이동됩니다.
nl: De %lld beoordeelde wijzigingen verwerpen? Ongevolgde en verplaatste bestanden gaan naar de prullenmand.
pt_br: Descartar as %lld alterações revisadas? Arquivos não rastreados e movidos irão para o Lixo.
ru: Отменить %lld проверенного изменения? Неотслеживаемые и перемещённые файлы попадут в Корзину.
th: ละทิ้งการเปลี่ยนแปลงที่ตรวจทานแล้ว %lld รายการหรือไม่ ไฟล์ที่ไม่ติดตามและไฟล์ที่ย้ายจะไปยังถังขยะ
tr: İncelenen %lld değişiklik atılsın mı? İzlenmeyen ve taşınmış dosyalar Çöp Sepeti’ne gider.
vi: Hủy bỏ %lld thay đổi đã xem xét? Các tệp chưa được theo dõi và đã di chuyển sẽ vào Thùng rác.
zh_hans: 要丢弃这 %lld 项已确认的更改吗？未跟踪和已移动的文件将移到废纸篓。
zh_hant: 要丟棄這 %lld 項已確認的變更嗎？未追蹤和已移動的檔案將移到垃圾桶。

source: Discard this copy? %@ will move to the Trash.
ar: هل تريد تجاهل هذه النسخة؟ سيُنقل %@ إلى سلة المهملات.
de: Diese Kopie verwerfen? %@ wird in den Papierkorb gelegt.
es: ¿Descartar esta copia? %@ se moverá a la papelera.
fr: Abandonner cette copie ? %@ sera placé dans la corbeille.
id: Buang salinan ini? %@ akan dipindahkan ke Tong Sampah.
it: Scartare questa copia? %@ verrà spostato nel Cestino.
ja: このコピーを破棄しますか？%@はゴミ箱に移動します。
ko: 이 복사본을 버릴까요? %@이(가) 휴지통으로 이동됩니다.
nl: Deze kopie verwerpen? %@ wordt naar de prullenmand verplaatst.
pt_br: Descartar esta cópia? %@ será movido para o Lixo.
ru: Удалить эту копию? %@ будет перемещён в Корзину.
th: ละทิ้งสำเนานี้หรือไม่ %@ จะถูกย้ายไปยังถังขยะ
tr: Bu kopya atılsın mı? %@ Çöp Sepeti’ne taşınacak.
vi: Hủy bỏ bản sao này? %@ sẽ được chuyển vào Thùng rác.
zh_hans: 要丢弃此副本吗？%@ 将移到废纸篓。
zh_hant: 要丟棄此副本嗎？%@ 將移到垃圾桶。

source: Dismiss
ar: إغلاق
de: Schließen
es: Descartar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Dispensar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss Git Error
ar: إغلاق خطأ Git
de: Git-Fehler schließen
es: Ocultar error de Git
fr: Masquer l'erreur Git
id: Tutup Kesalahan Git
it: Chiudi errore Git
ja: Gitエラーを閉じる
ko: Git 오류 닫기
nl: Git-fout sluiten
pt_br: Dispensar erro do Git
ru: Закрыть ошибку Git
th: ปิดข้อผิดพลาด Git
tr: Git Hatasını Kapat
vi: Đóng lỗi Git
zh_hans: 关闭 Git 错误提示
zh_hant: 關閉 Git 錯誤提示

source: Dismiss Git Result
ar: إغلاق نتيجة Git
de: Git-Ergebnis schließen
es: Ocultar resultado de Git
fr: Masquer le résultat Git
id: Tutup Hasil Git
it: Chiudi risultato Git
ja: Gitの結果を閉じる
ko: Git 결과 닫기
nl: Git-resultaat sluiten
pt_br: Dispensar resultado do Git
ru: Закрыть результат Git
th: ปิดผลลัพธ์ Git
tr: Git Sonucunu Kapat
vi: Đóng kết quả Git
zh_hans: 关闭 Git 结果
zh_hant: 關閉 Git 結果

source: Do you want to save the changes you made to %@?
ar: هل تريد حفظ التغييرات التي أجريتها على %@؟
de: Möchtest du die Änderungen an %@ sichern?
es: ¿Quieres guardar los cambios realizados en %@?
fr: Voulez-vous enregistrer les modifications apportées à %@ ?
id: Simpan perubahan yang Anda buat pada %@?
it: Vuoi salvare le modifiche apportate a %@?
ja: %@への変更を保存しますか？
ko: %@의 변경 사항을 저장할까요?
nl: Wil je de wijzigingen in %@ bewaren?
pt_br: Deseja salvar as alterações feitas em %@?
ru: Сохранить изменения в %@?
th: ต้องการบันทึกการเปลี่ยนแปลงใน %@ หรือไม่
tr: %@ üzerinde yaptığınız değişiklikler kaydedilsin mi?
vi: Bạn có muốn lưu thay đổi đã thực hiện trong %@?
zh_hans: 要保存对 %@ 的更改吗？
zh_hant: 要儲存對 %@ 的變更嗎？

source: Dock icon
ar: أيقونة Dock
de: Dock-Symbol
es: Icono del Dock
fr: Icône du Dock
id: Ikon Dock
it: Icona nel Dock
ja: Dockアイコン
ko: Dock 아이콘
nl: Dock-icoon
pt_br: Ícone do Dock
ru: Значок в Dock
th: ไอคอน Dock
tr: Dock simgesi
vi: Biểu tượng Dock
zh_hans: 程序坞图标
zh_hant: Dock 圖示

source: Don’t Save
ar: عدم الحفظ
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
id: Jangan Simpan
it: Non salvare
ja: 保存しない
ko: 저장 안 함
nl: Niet bewaren
pt_br: Não salvar
ru: Не сохранять
th: ไม่บันทึก
tr: Kaydetme
vi: Không lưu
zh_hans: 不保存
zh_hant: 不儲存

source: Down
ar: أسفل
de: Unten
es: Abajo
fr: Bas
id: Bawah
it: Giù
ja: 下
ko: 아래
nl: Omlaag
pt_br: Baixo
ru: Вниз
th: ลง
tr: Aşağı
vi: Xuống
zh_hans: 向下
zh_hant: 向下

source: Draws an accent outline around the focused pane when a tab is split
ar: يرسم إطارًا مميزًا حول اللوحة النشطة عند تقسيم التبويب
de: Zeichnet bei geteiltem Tab einen Akzentrahmen um den fokussierten Bereich
es: Dibuja un borde de acento alrededor del panel enfocado al dividir una pestaña
fr: Dessine un contour accentué autour du volet actif lorsqu'un onglet est divisé
id: Menggambar garis tepi aksen di sekitar panel terfokus saat tab dibagi
it: Disegna un contorno con il colore d'accento attorno al riquadro attivo quando una scheda è divisa
ja: タブを分割したとき、フォーカス中のペインをアクセントカラーの輪郭で示します
ko: 탭이 분할된 경우 포커스된 분할 창에 강조 테두리를 표시합니다
nl: Tekent een accentkleurige rand rond het actieve paneel in een gesplitst tabblad
pt_br: Desenha um contorno de destaque ao redor do painel em foco quando uma aba está dividida
ru: Выделяет цветной рамкой активную панель при разделении вкладки
th: แสดงเส้นขอบเน้นรอบบานหน้าต่างที่โฟกัสเมื่อแบ่งแท็บ
tr: Sekme bölündüğünde odaktaki bölmenin etrafına vurgu çizgisi çizer
vi: Vẽ viền nhấn quanh ô đang có tiêu điểm khi thẻ được chia
zh_hans: 拆分标签页时，在聚焦的面板周围绘制强调色轮廓
zh_hant: 拆分分頁時，在聚焦的面板周圍繪製強調色輪廓

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
id: Sunting
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pt_br: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Quick Launch Entry
ar: تعديل عنصر التشغيل السريع
de: Schnellstarteintrag bearbeiten
es: Editar entrada de inicio rápido
fr: Modifier l'entrée de lancement rapide
id: Sunting Entri Peluncuran Cepat
it: Modifica voce di avvio rapido
ja: クイック起動エントリを編集
ko: 빠른 실행 항목 편집
nl: Snelstartitem bewerken
pt_br: Editar entrada de início rápido
ru: Изменить элемент быстрого запуска
th: แก้ไขรายการเปิดใช้ด่วน
tr: Hızlı Başlatma Kaydını Düzenle
vi: Sửa mục khởi chạy nhanh
zh_hans: 编辑快速启动条目
zh_hant: 編輯快速啟動項目

source: Editor
ar: المحرر
fr: Éditeur
ja: エディタ
ko: 편집기
ru: Редактор
th: ตัวแก้ไข
tr: Düzenleyici
vi: Trình soạn thảo
zh_hans: 编辑器
zh_hant: 編輯器

source: Enter a branch name
ar: أدخل اسم الفرع
de: Branchnamen eingeben
es: Introduce un nombre de rama
fr: Saisissez un nom de branche
id: Masukkan nama branch
it: Inserisci un nome per il branch
ja: ブランチ名を入力
ko: 브랜치 이름 입력
nl: Voer een branchnaam in
pt_br: Digite um nome para a branch
ru: Введите имя ветки
th: ป้อนชื่อสาขา
tr: Dal adı girin
vi: Nhập tên nhánh
zh_hans: 输入分支名称
zh_hant: 輸入分支名稱

source: Enter a commit message
ar: أدخل رسالة الالتزام
de: Commit-Nachricht eingeben
es: Introduce un mensaje de commit
fr: Saisissez un message de commit
id: Masukkan pesan commit
it: Inserisci un messaggio di commit
ja: コミットメッセージを入力
ko: 커밋 메시지 입력
nl: Voer een commitbericht in
pt_br: Digite uma mensagem de commit
ru: Введите сообщение коммита
th: ป้อนข้อความคอมมิต
tr: Commit mesajı girin
vi: Nhập thông điệp commit
zh_hans: 输入提交说明
zh_hant: 輸入提交說明

source: Enter a host.
ar: أدخل المضيف.
de: Gib einen Host ein.
es: Introduce un host.
fr: Saisissez un hôte.
id: Masukkan host.
it: Inserisci un host.
ja: ホストを入力してください。
ko: 호스트를 입력하세요.
nl: Voer een host in.
pt_br: Digite um host.
ru: Введите хост.
th: ป้อนโฮสต์
tr: Sunucu girin.
vi: Nhập máy chủ.
zh_hans: 请输入主机。
zh_hant: 請輸入主機。

source: Enter a name for the new branch.
ar: أدخل اسمًا للفرع الجديد.
de: Gib einen Namen für den neuen Branch ein.
es: Introduce un nombre para la nueva rama.
fr: Saisissez un nom pour la nouvelle branche.
id: Masukkan nama branch baru.
it: Inserisci un nome per il nuovo branch.
ja: 新しいブランチの名前を入力してください。
ko: 새 브랜치의 이름을 입력하세요.
nl: Voer een naam voor de nieuwe branch in.
pt_br: Digite um nome para a nova branch.
ru: Введите имя новой ветки.
th: ป้อนชื่อสาขาใหม่
tr: Yeni dalın adını girin.
vi: Nhập tên cho nhánh mới.
zh_hans: 输入新分支的名称。
zh_hant: 輸入新分支的名稱。

source: Enter a port from 1 to 65535.
ar: أدخل منفذًا من 1 إلى 65535.
de: Gib einen Port zwischen 1 und 65535 ein.
es: Introduce un puerto entre 1 y 65535.
fr: Saisissez un port entre 1 et 65535.
id: Masukkan port dari 1 hingga 65535.
it: Inserisci una porta da 1 a 65535.
ja: 1〜65535のポートを入力してください。
ko: 1부터 65535까지의 포트를 입력하세요.
nl: Voer een poort van 1 tot 65535 in.
pt_br: Digite uma porta de 1 a 65535.
ru: Введите порт от 1 до 65535.
th: ป้อนพอร์ตตั้งแต่ 1 ถึง 65535
tr: 1 ile 65535 arasında bir bağlantı noktası girin.
vi: Nhập cổng từ 1 đến 65535.
zh_hans: 请输入 1 到 65535 之间的端口。
zh_hant: 請輸入 1 到 65535 之間的連接埠。

source: Enter the full path to an executable file. New terminals use your login shell until the path is valid.
ar: أدخل المسار الكامل لملف تنفيذي. تستخدم الطرفيات الجديدة صدفة تسجيل الدخول حتى يصبح المسار صالحًا.
de: Gib den vollständigen Pfad zu einer ausführbaren Datei ein. Neue Terminals verwenden deine Login-Shell, bis der Pfad gültig ist.
es: Introduce la ruta completa de un archivo ejecutable. Los terminales nuevos usarán tu shell de inicio de sesión hasta que la ruta sea válida.
fr: Saisissez le chemin complet d'un fichier exécutable. Les nouveaux terminaux utilisent votre shell de connexion tant que le chemin n'est pas valide.
id: Masukkan path lengkap ke file eksekutabel. Terminal baru memakai shell login sampai path valid.
it: Inserisci il percorso completo di un file eseguibile. I nuovi terminali usano la shell di login finché il percorso non è valido.
ja: 実行可能ファイルのフルパスを入力してください。パスが有効になるまで、新しいターミナルはログインシェルを使用します。
ko: 실행 파일의 전체 경로를 입력하세요. 경로가 올바를 때까지 새 터미널은 로그인 셸을 사용합니다.
nl: Voer het volledige pad naar een uitvoerbaar bestand in. Nieuwe terminals gebruiken je inlogshell totdat het pad geldig is.
pt_br: Digite o caminho completo de um arquivo executável. Novos terminais usam seu shell de login até que o caminho seja válido.
ru: Введите полный путь к исполняемому файлу. Пока путь некорректен, новые терминалы используют вашу оболочку входа.
th: ป้อนพาธเต็มของไฟล์ปฏิบัติการ เทอร์มินัลใหม่จะใช้ล็อกอินเชลล์จนกว่าพาธจะถูกต้อง
tr: Çalıştırılabilir dosyanın tam yolunu girin. Yol geçerli olana kadar yeni terminaller oturum açma kabuğunuzu kullanır.
vi: Nhập đường dẫn đầy đủ đến tệp thực thi. Terminal mới dùng shell đăng nhập cho đến khi đường dẫn hợp lệ.
zh_hans: 请输入可执行文件的完整路径。在路径有效前，新终端将使用登录 Shell。
zh_hant: 請輸入可執行檔案的完整路徑。在路徑有效前，新終端機將使用登入 Shell。

source: Environment Variables
ar: متغيرات البيئة
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d'environnement
id: Variabel Lingkungan
it: Variabili d'ambiente
ja: 環境変数
ko: 환경 변수
nl: Omgevingsvariabelen
pt_br: Variáveis de ambiente
ru: Переменные окружения
th: ตัวแปรสภาพแวดล้อม
tr: Ortam Değişkenleri
vi: Biến môi trường
zh_hans: 环境变量
zh_hant: 環境變數

source: Equalize Panes
ar: مساواة أحجام اللوحات
de: Bereiche gleich groß machen
es: Igualar paneles
fr: Égaliser les volets
id: Samakan Ukuran Panel
it: Uniforma riquadri
ja: ペインのサイズを均等にする
ko: 분할 창 크기 균등화
nl: Panelen even groot maken
pt_br: Igualar painéis
ru: Выровнять размеры панелей
th: ทำให้บานหน้าต่างมีขนาดเท่ากัน
tr: Bölme Boyutlarını Eşitle
vi: Chia đều kích thước ô
zh_hans: 均分窗格
zh_hant: 均分窗格

source: Excellent performance
ar: أداء ممتاز
de: Hervorragende Leistung
es: Rendimiento excelente
fr: Excellentes performances
id: Performa sangat baik
it: Prestazioni eccellenti
ja: 優れたパフォーマンス
ko: 뛰어난 성능
nl: Uitstekende prestaties
pt_br: Excelente desempenho
ru: Высокая производительность
th: ประสิทธิภาพยอดเยี่ยม
tr: Mükemmel performans
vi: Hiệu năng tuyệt vời
zh_hans: 性能出色
zh_hant: 性能出色

source: Exit Pane Zoom (⇧⌘↩)
ar: إنهاء تكبير اللوحة (⇧⌘↩)
de: Bereichszoom beenden (⇧⌘↩)
es: Salir del zoom del panel (⇧⌘↩)
fr: Quitter le zoom du volet (⇧⌘↩)
id: Keluar dari Zoom Panel (⇧⌘↩)
it: Esci dallo zoom del riquadro (⇧⌘↩)
ja: ペインのズームを解除（⇧⌘↩）
ko: 분할 창 확대 종료 (⇧⌘↩)
nl: Paneelzoom verlaten (⇧⌘↩)
pt_br: Sair do zoom do painel (⇧⌘↩)
ru: Выйти из увеличения панели (⇧⌘↩)
th: ออกจากการขยายบานหน้าต่าง (⇧⌘↩)
tr: Bölme Yakınlaştırmasını Kapat (⇧⌘↩)
vi: Thoát phóng to ô (⇧⌘↩)
zh_hans: 退出窗格最大化（⇧⌘↩）
zh_hant: 退出窗格最大化（⇧⌘↩）

source: Expand Group
ar: توسيع المجموعة
de: Gruppe ausklappen
es: Expandir grupo
fr: Développer le groupe
id: Perluas Grup
it: Espandi gruppo
ja: グループを展開
ko: 그룹 펼치기
nl: Groep uitklappen
pt_br: Expandir grupo
ru: Развернуть группу
th: ขยายกลุ่ม
tr: Grubu Genişlet
vi: Mở rộng nhóm
zh_hans: 展开分组
zh_hant: 展開分組

source: Expanded
ar: موسّع
de: Ausgeklappt
es: Expandido
fr: Développé
id: Diperluas
it: Espanso
ja: 展開
ko: 펼쳐짐
nl: Uitgeklapt
pt_br: Expandido
ru: Развёрнуто
th: ขยายอยู่
tr: Genişletildi
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

source: Export Settings…
ar: تصدير الإعدادات…
de: Einstellungen exportieren…
es: Exportar ajustes…
fr: Exporter les réglages…
id: Ekspor Pengaturan…
it: Esporta impostazioni…
ja: 設定を書き出す…
ko: 설정 내보내기…
nl: Instellingen exporteren…
pt_br: Exportar ajustes…
ru: Экспортировать настройки…
th: ส่งออกการตั้งค่า…
tr: Ayarları Dışa Aktar…
vi: Xuất cài đặt…
zh_hans: 导出设置…
zh_hant: 匯出設定…

source: External editor
ar: محرر خارجي
de: Externer Editor
es: Editor externo
fr: Éditeur externe
id: Editor eksternal
it: Editor esterno
ja: 外部エディタ
ko: 외부 편집기
nl: Externe editor
pt_br: Editor externo
ru: Внешний редактор
th: ตัวแก้ไขภายนอก
tr: Harici düzenleyici
vi: Trình soạn thảo ngoài
zh_hans: 外部编辑器
zh_hant: 外部編輯器

source: Failed commands
ar: الأوامر الفاشلة
de: Fehlgeschlagene Befehle
es: Comandos fallidos
fr: Commandes en échec
id: Perintah gagal
it: Comandi non riusciti
ja: 失敗したコマンド
ko: 실패한 명령
nl: Mislukte opdrachten
pt_br: Comandos com falha
ru: Неудачные команды
th: คำสั่งที่ล้มเหลว
tr: Başarısız komutlar
vi: Lệnh thất bại
zh_hans: 失败的命令
zh_hant: 失敗的命令

source: Family
ar: عائلة الخط
de: Schriftfamilie
es: Familia
fr: Famille
id: Keluarga font
it: Famiglia
ja: フォント
ko: 글꼴 모음
nl: Familie
pt_br: Família
ru: Семейство шрифтов
th: ตระกูลฟอนต์
tr: Yazı tipi ailesi
vi: Họ phông chữ
zh_hans: 字体
zh_hant: 字體

source: Fetch
ar: جلب
de: Abrufen
es: Obtener
fr: Récupérer
id: Ambil
it: Recupera
ja: フェッチ
ko: 가져오기
nl: Ophalen
pt_br: Buscar
ru: Получить
th: ดึงข้อมูล
tr: Getir
vi: Nạp về
zh_hans: 获取
zh_hant: 獲取

source: File is too large to diff
ar: الملف أكبر من أن تُعرض فروقه
de: Datei ist zu groß für einen Diff
es: El archivo es demasiado grande para comparar
fr: Fichier trop volumineux pour afficher les différences
id: File terlalu besar untuk diff
it: File troppo grande per confrontare le differenze
ja: ファイルが大きすぎるためdiffを表示できません
ko: 파일이 너무 커서 비교할 수 없습니다
nl: Bestand is te groot voor een diff
pt_br: O arquivo é muito grande para comparar
ru: Файл слишком велик для сравнения
th: ไฟล์ใหญ่เกินกว่าจะเปรียบเทียบความต่าง
tr: Dosya farkları gösterilemeyecek kadar büyük
vi: Tệp quá lớn để so sánh
zh_hans: 文件过大，无法显示 diff
zh_hant: 檔案過大，無法顯示 diff

source: File is too large to open
ar: الملف أكبر من أن يُفتح
de: Datei ist zu groß zum Öffnen
es: El archivo es demasiado grande para abrirlo
fr: Fichier trop volumineux pour être ouvert
id: File terlalu besar untuk dibuka
it: File troppo grande da aprire
ja: ファイルが大きすぎるため開けません
ko: 파일이 너무 커서 열 수 없습니다
nl: Bestand is te groot om te openen
pt_br: O arquivo é muito grande para abrir
ru: Файл слишком велик для открытия
th: ไฟล์ใหญ่เกินกว่าจะเปิดได้
tr: Dosya açılamayacak kadar büyük
vi: Tệp quá lớn để mở
zh_hans: 文件过大，无法打开
zh_hant: 檔案過大，無法開啟

source: File name
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
id: Nama file
it: Nome del file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
pt_br: Nome do arquivo
ru: Имя файла
th: ชื่อไฟล์
tr: Dosya adı
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名

source: File review status
ar: حالة مراجعة الملف
de: Prüfstatus der Datei
es: Estado de revisión del archivo
fr: État de révision du fichier
id: Status tinjauan file
it: Stato di revisione del file
ja: ファイルのレビュー状態
ko: 파일 검토 상태
nl: Beoordelingsstatus van bestand
pt_br: Status de revisão do arquivo
ru: Статус проверки файла
th: สถานะการตรวจทานไฟล์
tr: Dosya inceleme durumu
vi: Trạng thái xem xét tệp
zh_hans: 文件审阅状态
zh_hant: 檔案審閱狀態

source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
id: File
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pt_br: Arquivos
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Files (⇧⌘E)
ar: الملفات (⇧⌘E)
de: Dateien (⇧⌘E)
es: Archivos (⇧⌘E)
fr: Fichiers (⇧⌘E)
id: File (⇧⌘E)
it: File (⇧⌘E)
ja: ファイル（⇧⌘E）
ko: 파일 (⇧⌘E)
nl: Bestanden (⇧⌘E)
pt_br: Arquivos (⇧⌘E)
ru: Файлы (⇧⌘E)
th: ไฟล์ (⇧⌘E)
tr: Dosyalar (⇧⌘E)
vi: Tệp (⇧⌘E)
zh_hans: 文件（⇧⌘E）
zh_hant: 檔案（⇧⌘E）
